Repository: 84000/data-translation-memory
Catalog: toh128-v3.tmx
Source language: bo
Languages: en

source: དེའི་གཞི་མ་ནོར་བའི་རང་གིས་ངོ་བོ་ནི་ཆོས་དེ་དག་གི་རང་བཞིན་སྐྱེ་བ་མེད་པ་ཡིན་ནོ། །
en: The basis, the unmistaken essence, is the inherently unborn state of those things.”

source: གསོལ་པ། འོ་ན་ཡུལ་འཁྲུལ་པའི་གཞི་མ་མཆིས་ན་ཡུལ་འཁྲུལ་པ་སྣང་ཞེས་བྱ་བ་ཇི་ལྟ་བུ་ལགས། བཀའ་སྩལ་པ།
en: Mañjuśrī asked, “If the basis of delusory sensory objects does not exist, then how is it that there is what is known as the appearance of delusory sensory objects?”

source: ཆོས་སྒྱུ་མ་བཞིན་ཐ་སྙད་ཙམ་དུ་སྣང་ཞིང་ཡོད་པ་དེ་སེམས་འཁྲུལ་པས་སྣང་བར་ནི་མི་བཟུང་གི །
en: The Buddha replied, “Understand that things are like illusions, merely conventional designations that are perceived by the deluded mind as existing.

source: ཆོས་དེ་དག་གི་རང་བཞིན་སྐྱེ་བ་མེད་པར་མ་ཤེས་ནས་རྟག་པ་ཐེར་ཟུག་ཏུ་བཟུང་བའི་འཁྲུལ་པའི་སྣང་བ་ལ་སེམས་འཁྲུལ་པ་ཡུལ་དུ་སྣང་བར་ཟུང་ཤིག །
en: Not apprehending this, and not understanding that things are inherently unborn, objects of perception that appear to the deluded mind as deluded perceptions are seized upon as permanent and unchanging things.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why must you understand this?

source: ཆོས་རྣམས་ལ་གང་གིས་རྟག་པ་དང་ཐེར་ཟུག་ཏུ་བཟུང་ན་འཁོར་བར་འགྱུར་རོ། །
en: Because one remains in saṃsāra if one takes things as permanent and unchanging.

source: འཁོར་བར་གྱུར་ན་ཕུང་པོ་དང་ཁམས་དང་སྐྱེ་མཆེད་རྣམས་ཡོད་པར་འགྱུར་རོ། །
en: If one is in saṃsāra, the aggregates, the constituents, and the sense fields will exist.

source: དེ་ཡོད་ན་བདེ་བ་དང་སྡུག་བསྔལ་རྣམས་མྱོང་བར་འགྱུར་རོ། །
en: If these exist, there will be the experience of joy and sorrow.

source: གང་གིས་ཆོས་རྣམས་ཀྱི་རང་བཞིན་སྐྱེ་བ་མེད་པ་ཤེས་ནས་ཆོས་རྣམས་ཀྱི་དངོས་པོ་རྟག་པ་ཐེར་ཟུག་དང་། མེད་པ་དང་ཆད་པའི་མཐའ་གཉིས་པོ་བསལ་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་འགྱུར་རོ། །
en: However, if one is aware that things are inherently unborn, and one has cleared away both the extremes—of permanent unchanging substantiality and of the nonexistence and negation of things— then one will reach the highest perfect and complete awakening.

source: དེ་ཐོབ་པ་དང་མཚན་དང་དཔེ་བྱད་དང་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་སྣང་བར་འགྱུར་རོ། །
en: With that, the attainments, the major and minor marks, and the buddhafields in their complete perfection will appear.

source: འཇམ་དཔལ་མདོར་ན་ཆོས་ཀྱི་རང་བཞིན་སྐྱེ་བ་མེད་པར་མ་ཤེས་ནས་ཆོས་རྣམས་ལ་རྟག་པ་དང་ཐེར་ཟུག་ཏུ་བཟུང་བས་འཁོར་བར་གྱུར་ནས། ཆོས་རྣམས་སྣང་བ་ལ་སེམས་འཁྲུལ་པ་སྣང་ཞེས་བྱའི།
en: “In brief, Mañjuśrī, not understanding the inherently unborn nature of things, grasping to things as permanent and unchanging, and being in saṃsāra—this is what is known as the perception of the deluded mind toward the appearance of things.

source: ཐོག་མ་ནམ་མཁའ་ལྟ་བུ་མེད་པ་ལས་སེམས་འཁྲུལ་པའི་མཐུས་ཆོས་རྣམས་སྣང་བ་ནི་མ་ཡིན་ནོ། །
en: However, it is not the case that things appear from nothingness, like primordial space, by the power of the deluded mind alone.

source: འཇམ་དཔལ་མཐོང་བ་དག་པ་དང་མ་དག་པ་གཉིས་ཀྱིས་འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པར་སྣང་བ་ལ་ཡང་ཡུལ་ནི་སེམས་སྣང་བ་ཡིན་ཞེས་བྱའོ། །
en: Even in the perception of saṃsāra and nirvāṇa, by means of pure and impure vision, Mañjuśrī, the object of perception is known as an appearance to the mind.”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། འཁོར་འདུས་པ་དེ་དག་ཐམས་ཅད་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: This is what he taught, and the audience gathered there rejoiced and greatly praised what the Blessed One had said.

source: ཆོས་ཉིད་རང་གི་ངོ་བོ་ཉིད་ལས་མི་གཡོ་བར་ཐ་དད་པར་ཐམས་ཅད་སྣང་བའི་མདོ་རྫོགས་སོ།། །།
en: This concludes “The Sūtra on All Things Appearing Differently While Not Departing from the Essence of the True Nature of Things.”

source: རྒྱ་གར་གྱི་མཁན་པོ་དཱ་ན་ཤཱི་ལ་དང་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ། །དཱ་ན་ཤཱི་ལའི་ཞལ་ནས་སྡེ་སྣོད་ཀྱི་བསྟན་བཅོས་དང་དབུ་མའི་ལྟ་བ་ཐ་དད་རྣམས་འདི་ལས་འཕྲོས་པ་ཡིན་གསུང་སྐད།​།
en: Translated, edited, and finalized by the Indian preceptor Dānaśīla and Bandé Yeshé Dé. It is said that Dānaśīla himself said that the piṭaka treatises and different views of Madhyamaka developed from this.
